PatrickF1/fzf.fish
catppuccin/fish
franciscolourenco/done
jorgebucaran/autopair.fish
jorgebucaran/fisher
realiserad/fish-ai
meaningful-ooo/sponge
wfxr/forgit
oh-my-fish/plugin-grc
